---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ExportLayerTableIterator
source: html/68040452-5421-5918-f8c0-8afcb9fe5e3d.htm
---
# ExportLayerTableIterator Members

Releases all resources used by the ExportLayerTableIterator